Repository: siroroman/PowerAuthApp
Catalog: PowerAuthApp/Localizable.xcstrings
Source language: en
Languages: cs

# auth.error.not_configured
source: PowerAuth SDK is not configured
cs: PowerAuth SDK není nakonfigurován

# auth.error.unknown
source: An unknown error occurred
cs: Došlo k neznámé chybě

# activation.confirm
source: Confirm
cs: Potvrdit

# activation.step
source: Step 1 of 3
cs: Krok 1 ze 3

# activation.subtitle
source: Format: XXXX–XXXX-XXXX-XXXX
cs: Formát: XXXX–XXXX-XXXX-XXXX

# activation.title
source: Enter activation code
cs: Zadejte aktivační kód

# error.action.close
source: Close
cs: Zavřít

# error.action.try_again
source: Try again
cs: Zkusit znovu

# error.title.activation_failed
source: Activation failed
cs: Aktivace se nezdařila

# error.title.setup_failed
source: Setup failed
cs: Nastavení se nezdařilo

# landing.cta
source: Start activation
cs: Zahájit aktivaci

# landing.subtitle
source: You'll need the activation code we sent to your registered email — takes about a minute.
cs: Budete potřebovat aktivační kód zaslaný na váš registrovaný e-mail – trvá to přibližně minutu.

# landing.title
source: Activate your device.
cs: Aktivujte své zařízení.

# launch.tagline
source: Secure Activation
cs: Bezpečná aktivace

# password.confirm
source: Confirm
cs: Potvrdit

# password.placeholder
source: Password
cs: Heslo

# password.rule.length
source: At least 8 characters
cs: Alespoň 8 znaků

# password.rule.symbol
source: One number or symbol
cs: Jedna číslice nebo symbol

# password.rule.uppercase
source: One uppercase letter
cs: Jedno velké písmeno

# password.step
source: Step 2 of 3
cs: Krok 2 ze 3

# password.subtitle
source: You'll use this to sign in from now on.
cs: Toto heslo budete od nynějška používat k přihlášení.

# password.title
source: Set a password
cs: Nastavte heslo

# result.done
source: Done
cs: Hotovo

# result.step
source: Step 3 of 3
cs: Krok 3 ze 3

# result.subtitle
source: Activation complete. Your device is ready.
cs: Aktivace dokončena. Vaše zařízení je připraveno.

# result.title
source: Status: Active
cs: Stav: Aktivní
